{"metadata":{"total":16876,"page":1,"per":10},"items":[{"themes":[{"id":"2BA6A0CA-AB07-480F-942D-68061E786565","theme":"Music"},{"id":"7F64CF82-6EE6-4F14-9DE2-FD6322B9798E","theme":"Showbiz"}],"id":8,"sypnosis":"At the tender age of twelve, Mitsuki Kouyama has a sarcoma in her throat. Though this rare cancer can be cured by removing her vocal cords, Mitsuki refuses because of her desire to become a pop singer and keep her childhood promise to Eichi Sakurai, her first love who left for America. Unable to both heal and keep her voice, she allows her health to deteriorate as she accepts her tragic fate.\n\nOne day, while escaping the home of her music-hating grandmother to attend an audition, Mitsuki meets two shinigami Takuto Kira and Meroko Yui. Realizing that Mitsuki can see them, Takuto and Meroko reveal to her that she will die in a year. Moved by her plight, Takuto allows Mitsuki the chance to pursue her dream by giving her the ability to transform into a healthy sixteen-year-old girl. After being chosen for a contract with Seed Records, Mitsuki makes her debut under the stage name Full Moon and chooses to pursue her dream music career before her life's end.\n\n[Written by MAL Rewrite]\n\n\nIncluded one-shot:\nVolume 2: Ginyuu Meika","startDate":"2001-12-01T00:00:00Z","background":"Full Moon wo Sagashite was published in English by VIZ Media under the Shojo Beat imprint from July 5, 2005 to October 3, 2006; and in Spanish by Glénat from October 2006 to April 2007.","titleJapanese":"満月〈フルムーン〉をさがして","status":"finished","titleEnglish":"Full Moon wo Sagashite","volumes":7,"genres":[{"genre":"Comedy","id":"F974BCB6-B002-44A6-A224-90D1E50595A2"},{"genre":"Drama","id":"4312867C-1359-494A-AC46-BADFD2E1D4CD"},{"genre":"Fantasy","id":"B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62"},{"genre":"Romance","id":"D8E1E0A9-DDC2-4520-BED7-745DD8DAD076"},{"genre":"Supernatural","id":"AE80120B-6659-4C0E-AEB2-227EC25EC4AF"}],"mainPicture":"\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/175970l.jpg\"","authors":[{"id":"DC4661A0-C3B1-4975-8A60-5F3D7059140C","role":"Story & Art","firstName":"Arina","lastName":"Tanemura"}],"demographics":[{"id":"C217B404-7691-4090-9775-9E63375EBF5B","demographic":"Shoujo"}],"chapters":35,"endDate":"2004-04-30T00:00:00Z","score":8.04,"title":"Full Moon wo Sagashite","url":"\"https:\/\/myanimelist.net\/manga\/8\/Full_Moon_wo_Sagashite\""},{"status":"finished","background":"Mahou Sensei Negima! was published in English as Negima! by Del Rey from April 27, 2004 up until volume 27, released on July 27, 2010. Kodansha Comics USA picked up the license and published volumes 28-38 from October 2, 2012 to April 23, 2013, as well as republishing the previous volumes in nine omnibus volumes from June 14, 2011 to February 11, 2014.","endDate":"2012-03-14T00:00:00Z","volumes":38,"url":"\"https:\/\/myanimelist.net\/manga\/15\/Mahou_Sensei_Negima\"","startDate":"2003-02-26T00:00:00Z","mainPicture":"\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/259286l.jpg\"","demographics":[{"id":"5E05BBF1-A72E-4231-9487-71CFE508F9F9","demographic":"Shounen"}],"sypnosis":"Negi Springfield, a 10-year-old wizard who recently graduated from Merdiana Magic Academy in Wales, hopes to achieve two things—to find his missing father, who was once known as the Thousand Master, and to become a Magister Magi, someone who helps the everyday world through magic. To reach his latter goal, he is assigned one last task: to teach English at a middle school in Japan.\n\nMuch to his surprise and dismay, he not only discovers that his homeroom class consists of 31 girls, but also ends up revealing his true identity as a magician to Asuna Kagurazaka, one of his new students. Negi must now negotiate with the girl and face his most difficult challenge yet—to keep his identity a secret as he tackles magical threats both from within and outside of Mahora Academy, all the while keeping a watchful eye out for his lost father.\n\n[Written by MAL Rewrite]","chapters":355,"authors":[{"id":"7E307152-2634-46AE-9F73-8EEF01733A77","lastName":"Akamatsu","role":"Story & Art","firstName":"Ken"}],"titleEnglish":"Negima! Magister Negi Magi","score":7.93,"id":15,"title":"Mahou Sensei Negima!","themes":[{"id":"C91B67F0-2B27-43F8-B399-13A974E14825","theme":"Harem"},{"id":"ADC7CBC8-36B9-4E52-924A-4272B7B2CB2C","theme":"Martial Arts"},{"id":"2ABA639D-480C-44FC-AE2C-FAA71C42DE7D","theme":"School"}],"titleJapanese":"魔法先生ネギま!","genres":[{"id":"72C8E862-334F-4F00-B8EC-E1E4125BB7CD","genre":"Action"},{"id":"BE70E289-D414-46A9-8F15-928EAFBC5A32","genre":"Adventure"},{"id":"F974BCB6-B002-44A6-A224-90D1E50595A2","genre":"Comedy"},{"id":"9A13ADF1-52E5-4112-AE95-6F0DDEF4BC0D","genre":"Ecchi"},{"id":"B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62","genre":"Fantasy"},{"id":"D8E1E0A9-DDC2-4520-BED7-745DD8DAD076","genre":"Romance"},{"id":"AE80120B-6659-4C0E-AEB2-227EC25EC4AF","genre":"Supernatural"}]},{"chapters":120,"genres":[{"id":"4C13067F-96FF-4F14-A1C0-B33215F24E0B","genre":"Award Winning"},{"id":"F974BCB6-B002-44A6-A224-90D1E50595A2","genre":"Comedy"},{"id":"9A13ADF1-52E5-4112-AE95-6F0DDEF4BC0D","genre":"Ecchi"},{"id":"D8E1E0A9-DDC2-4520-BED7-745DD8DAD076","genre":"Romance"}],"startDate":"1998-10-21T00:00:00Z","authors":[{"firstName":"Ken","lastName":"Akamatsu","id":"7E307152-2634-46AE-9F73-8EEF01733A77","role":"Story & Art"}],"endDate":"2001-10-31T00:00:00Z","score":7.8,"titleEnglish":"Love Hina","themes":[{"theme":"Harem","id":"C91B67F0-2B27-43F8-B399-13A974E14825"}],"demographics":[{"id":"5E05BBF1-A72E-4231-9487-71CFE508F9F9","demographic":"Shounen"}],"url":"\"https:\/\/myanimelist.net\/manga\/16\/Love_Hina\"","background":"Love Hina won the 2001 Kodansha Manga Award for best shounen title. It was also chosen as Best Manga, USA Release at the 2002 and 2004 Anime Expo conventions, while the pop culture website ICv2 voted the title as the 2002 Anime Product of the Year. In 2003, it was among the top ten graphic novels on Nielsen BookScan's list, and one of the first graphic novels to ever appear in the general trade paperback list. The third volume of Love Hina's omnibus edition made the 2012 NY Times Manga bestseller list.","mainPicture":"\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/259287l.jpg\"","status":"finished","titleJapanese":"ラブひな","volumes":14,"id":16,"sypnosis":"It is said that if a couple gets into the University of Tokyo together, they will live happily ever after. However, for Keitarou Urashima, UTokyo is a distant dream. After failing the entrance exams twice already, he decides to stay at his grandmother's inn in Tokyo in order to prepare for his third attempt. He is, therefore, surprised when he finds out that not only has his grandmother gone on a long vacation, but the inn has also become the Hinata House, an all-girls dormitory!\n\nUnfortunately for Keitarou, a series of misunderstandings during his first visit leave him with five untrusting tenants. But when Haruka Urashima, his aunt who works at the dorm, brings up that he is supposedly a UTokyo student, the girls' impressions of him quickly change, and they reluctantly allow him to stay. Feeling guilty about the lie, he slowly gets to know his new neighbors: the cute yet violent Naru Narusegawa, the cheeky and opportunistic Mitsune Konno, the soft-spoken Shinobu Maehara, the straight-laced Motoko Aoyama, and the mischievous Kaolla Su.\n\nThus continues the unpopular Keitarou's difficult journey to get into UTokyo, all for the chance to fulfill his childhood promise to the only girl who has ever shown any interest in him and maybe, just maybe, meet her again...\n\n[Written by MAL Rewrite]","title":"Love Hina"},{"title":"Kareshi Kanojo no Jijou","sypnosis":"Yukino Miyazawa is the perfect model student. Pretty, kind, good at sports, always at the top of her class. But she's not all that she seems. It's all an act of deception; she is really the self-confessed 'queen of vanity,' and her only goal in life is winning the praise and admiration of everyone around her.\n\nWhen she enters high school, she finally meets her match: Souichirou Arima, a handsome, athletic, popular, and very intelligent young boy. Ever since he stole the top seat in the class from her, Yukino has hated him, and has been plotting on how to take back her former place as the object of all other students' admiration.\n\nWhat she wasn't expecting, however, was that Souichirou, the very boy she hated, would confess his love for her. Or that he would find out about her deception—and use it to blackmail her!\n\nTogether, they discover that they have more in common than they knew, and they slowly begin to bring out each other's inner selves.\n\n(Source: MU)\n\nIncluded one-shots:\nVolume 1: Tora to Chameleon: Yakusoku wa Isshukan (The Tiger and the Chameleon: A Promise for One Week)\nVolume 4: Ashita Mata Mori de Aou ne (Meet Me Again Tomorrow in the Forest)\nVolume 8: Abareru Ousama (The Raging King)","score":8.16,"titleJapanese":"彼氏彼女の事情","volumes":21,"status":"finished","themes":[{"theme":"School","id":"2ABA639D-480C-44FC-AE2C-FAA71C42DE7D"}],"chapters":108,"url":"\"https:\/\/myanimelist.net\/manga\/17\/Kareshi_Kanojo_no_Jijou\"","endDate":"2005-05-10T00:00:00Z","authors":[{"id":"E64A61D4-C20E-4D43-9EFE-F0552F864D60","firstName":"Masami","lastName":"Tsuda","role":"Story & Art"}],"genres":[{"id":"F974BCB6-B002-44A6-A224-90D1E50595A2","genre":"Comedy"},{"id":"4312867C-1359-494A-AC46-BADFD2E1D4CD","genre":"Drama"},{"id":"D8E1E0A9-DDC2-4520-BED7-745DD8DAD076","genre":"Romance"}],"startDate":"1995-12-22T00:00:00Z","titleEnglish":"Kare Kano: His and Her Circumstances","mainPicture":"\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267780l.jpg\"","background":"Kareshi Kanojo no Jijou was published in English as Kare Kano: His and Her Circumstances by TokyoPop from January 21, 2003 to January 9, 2007.","id":17,"demographics":[{"demographic":"Shoujo","id":"C217B404-7691-4090-9775-9E63375EBF5B"}]},{"title":"Kodomo no Omocha","sypnosis":"Sana Kurata, a child actress, faces many problems in her classroom, including a major one - her bullying classmate, Akito Hayama. Sana's outgoing and friendly nature leads her to work towards correcting all of the problems around her. Her 'meddling' irritates Hayama but at the same time captivates him, just as Hayama's gloomy nature irritates Sana and compels her to change him. As these two opposites attract each other, they face many hardships which bring them closer to a mutual understanding.\n\n(Source: ANN)","score":8.3,"titleJapanese":"こどものおもちゃ","status":"finished","volumes":10,"chapters":54,"authors":[{"firstName":"Miho","lastName":"Obana","role":"Story & Art","id":"92E39A13-77A5-4DAF-88D1-6878BCAC68A4"}],"url":"\"https:\/\/myanimelist.net\/manga\/18\/Kodomo_no_Omocha\"","endDate":"1998-10-03T00:00:00Z","themes":[{"theme":"Love Polygon","id":"2F76BD28-F021-4B12-9FC2-7F10BF7A5F17"},{"theme":"School","id":"2ABA639D-480C-44FC-AE2C-FAA71C42DE7D"},{"theme":"Showbiz","id":"7F64CF82-6EE6-4F14-9DE2-FD6322B9798E"}],"genres":[{"genre":"Award Winning","id":"4C13067F-96FF-4F14-A1C0-B33215F24E0B"},{"genre":"Comedy","id":"F974BCB6-B002-44A6-A224-90D1E50595A2"},{"genre":"Drama","id":"4312867C-1359-494A-AC46-BADFD2E1D4CD"},{"genre":"Romance","id":"D8E1E0A9-DDC2-4520-BED7-745DD8DAD076"},{"genre":"Slice of Life","id":"536445E3-CEF5-49F7-B22B-6CD9807F0744"}],"startDate":"1994-07-02T00:00:00Z","titleEnglish":"Kodocha: Sana's Stage","mainPicture":"\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267715l.jpg\"","background":"Kodomo no Omocha was published in English as Kodocha: Sana's Stage by Tokyopop from June 11, 2002 to November 11, 2003.","id":18,"demographics":[{"demographic":"Shoujo","id":"C217B404-7691-4090-9775-9E63375EBF5B"}]},{"genres":[{"id":"72C8E862-334F-4F00-B8EC-E1E4125BB7CD","genre":"Action"},{"id":"F974BCB6-B002-44A6-A224-90D1E50595A2","genre":"Comedy"},{"id":"9A13ADF1-52E5-4112-AE95-6F0DDEF4BC0D","genre":"Ecchi"},{"id":"D8E1E0A9-DDC2-4520-BED7-745DD8DAD076","genre":"Romance"}],"status":"finished","themes":[{"theme":"Harem","id":"C91B67F0-2B27-43F8-B399-13A974E14825"},{"theme":"Martial Arts","id":"ADC7CBC8-36B9-4E52-924A-4272B7B2CB2C"},{"theme":"School","id":"2ABA639D-480C-44FC-AE2C-FAA71C42DE7D"}],"chapters":407,"endDate":"1996-02-21T00:00:00Z","id":23,"startDate":"1987-08-05T00:00:00Z","demographics":[{"demographic":"Shounen","id":"5E05BBF1-A72E-4231-9487-71CFE508F9F9"}],"mainPicture":"\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/156534l.jpg\"","background":"Ranma ½ was published in English by VIZ Media from May 1993 to November 16, 2006. It was VIZ's longest running manga at the release of its final volume. It was republished in 2-in-1 omnibuses in the original right-to-left format by VIZ Media under the Shonen Sunday imprint from March 11, 2014 to March 14, 2017. The series was also partially published in Spanish in a special kanzenban edition (based on Japanese shinsouban) by EDT\/Glénat España from December 2011 to June 2013, but the publisher went defunct. In June 2015, the license was picked up by Planeta Cómic.","titleJapanese":"らんま½","sypnosis":"Soun Tendou runs the Tendou Martial Arts School accompanied by his three daughters: Akane, Nabiki, and Kasumi. One day, the sisters' lives are turned upside down when their father announces that he has promised one of them to be married to a fellow martial artist's son in hopes of carrying on the family legacy. In addition to their mixed reactions, when the fiancé arrives, the last thing the Tendou family expects is Ranma Saotome and his father, Genma.\n\nRanma has been training in China with his father until an unfortunate accident changed them both. Now, when water touches them, Ranma turns into a girl and Genma into a giant panda. Ranma ½ follows Ranma as he attempts to get along with his newly betrothed, the youngest of the Tendou sisters, Akane. As the two begin to attend the same school, they deal with fellow friends and rivals, all of whom have something to say about their engagement.\n\n[Written by MAL Rewrite]","authors":[{"lastName":"Takahashi","role":"Story & Art","firstName":"Rumiko","id":"F5661B3B-17D6-43A9-A282-CE2AB74157DD"}],"volumes":38,"title":"Ranma ½","url":"\"https:\/\/myanimelist.net\/manga\/23\/Ranma_%C2%BD\"","score":7.99,"titleEnglish":"Ranma 1\/2"},{"genres":[{"id":"4C13067F-96FF-4F14-A1C0-B33215F24E0B","genre":"Award Winning"},{"id":"4312867C-1359-494A-AC46-BADFD2E1D4CD","genre":"Drama"},{"id":"D8E1E0A9-DDC2-4520-BED7-745DD8DAD076","genre":"Romance"}],"status":"on_hiatus","themes":[{"theme":"Adult Cast","id":"840867E7-6C60-49CE-8C47-A99AA71A2113"},{"theme":"Love Polygon","id":"2F76BD28-F021-4B12-9FC2-7F10BF7A5F17"},{"theme":"Music","id":"2BA6A0CA-AB07-480F-942D-68061E786565"}],"chapters":84,"demographics":[{"id":"C217B404-7691-4090-9775-9E63375EBF5B","demographic":"Shoujo"}],"id":28,"startDate":"2000-05-26T00:00:00Z","endDate":"2009-05-26T00:00:00Z","mainPicture":"\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/262324l.jpg\"","background":"Nana has been published in English by VIZ Media under the Shojo Beat imprint since December 6, 2005; in Spain by Planeta Cómic since 2007; and in Argentina by Editorial Ivrea since 2009. The series was placed on hiatus since the July 2009 issue of Cookie due to the mangaka's sudden illness.","titleJapanese":"NANA","sypnosis":"Nana Komatsu is a naive, unmotivated girl who spends her high school days chasing one crush after the other. Despite continually facing failure in her quest for love, her spirits have never dampened. At the age of 20, she finds herself on a train to Tokyo with hopes of reuniting with her current boyfriend.\n\nNana Osaki, on the other hand, is feisty and prideful. After joining a local band during her high school days, she falls in love with music and one of the band members. However, when faced with the choice between her relationship and her musical career, she chooses the latter and separates from her boyfriend. On her 20th birthday, she boards the same train to Tokyo, like her namesake, where she aims to become a top vocalist.\n\nThe two girls with the same name but very different aspirations find themselves sitting together on their journey to the city, and, as fate would have it, eventually share the same apartment. A deep and unique bond is then forged, where they will support each other in this saga of love, music, friendship, and heartbreak.\n\n[Written by MAL Rewrite]","authors":[{"id":"5B168257-6A33-4784-93E9-774D29FFCBD7","role":"Story & Art","lastName":"Yazawa","firstName":"Ai"}],"title":"Nana","volumes":21,"url":"\"https:\/\/myanimelist.net\/manga\/28\/Nana\"","score":8.79,"titleEnglish":"Nana"},{"genres":[{"id":"4312867C-1359-494A-AC46-BADFD2E1D4CD","genre":"Drama"},{"id":"D8E1E0A9-DDC2-4520-BED7-745DD8DAD076","genre":"Romance"}],"status":"finished","themes":[{"theme":"School","id":"2ABA639D-480C-44FC-AE2C-FAA71C42DE7D"},{"theme":"Visual Arts","id":"4BEECBB2-B664-4EC0-89B4-C1E5156FAC8D"}],"endDate":"2003-03-22T00:00:00Z","demographics":[{"id":"69722EC1-C23D-4FFC-8A6D-E7BFE86240EB","demographic":"Josei"}],"chapters":48,"startDate":"1999-03-23T00:00:00Z","id":29,"mainPicture":"\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/262323l.jpg\"","background":"Paradise Kiss was published in English by Tokyopop from May 21, 2002 to March 9, 2004. Due to Tokyopop dissolving in 2011, Vertical Inc. acquired the publishing rights and republished the entire series in three volumes from September 25, 2012 to March 5, 2013. The manga received a live-action film adaptation produced by Fox International, which was released in Japan on June 4, 2011. A mobile game based on the series was published by Hot Pod on June 6, 2011.","titleJapanese":"パラダイス・キス","sypnosis":"After two eccentrically dressed individuals ambush her, high school student Yukari Hayasaka promptly passes out due to shock. She soon awakens to find herself surrounded by even more strangely dressed people in the basement studio of Paradise Kiss—a fashion design club composed of four students from Yazawa School for the Arts. Although it seems like Yukari has been kidnapped, the older students explain that they only approached her to see if she would model their collection for an upcoming fashion show.\n\nBeing a senior with a busy schedule, Yukari furiously rejects the group's offer. But when she drops her student passbook in her haste to leave, the ringleader of the group, George Koizumi, picks it up and uses it as a means to coerce Yukari into considering their request. After hearing about the other members' unbridled ambition, Yukari is inspired to reevaluate her own circumstances and eventually agrees to help them out.\n\nNow as Paradise Kiss' model, Yukari must learn to balance her new responsibilities with her hectic personal life. However, the more time she spends with George and the rest of the team, the harder it becomes for her to avoid getting swept up in the glitz and glamor of the fashion world.\n\n[Written by MAL Rewrite]","authors":[{"role":"Story & Art","id":"5B168257-6A33-4784-93E9-774D29FFCBD7","firstName":"Ai","lastName":"Yazawa"}],"volumes":5,"title":"Paradise Kiss","url":"\"https:\/\/myanimelist.net\/manga\/29\/Paradise_Kiss\"","score":8.3,"titleEnglish":"Paradise Kiss"},{"genres":[{"id":"F974BCB6-B002-44A6-A224-90D1E50595A2","genre":"Comedy"},{"id":"4312867C-1359-494A-AC46-BADFD2E1D4CD","genre":"Drama"},{"id":"D8E1E0A9-DDC2-4520-BED7-745DD8DAD076","genre":"Romance"}],"status":"finished","themes":[{"id":"FE0F859B-27B9-4323-B44E-7721C596B3E0","theme":"Crossdressing"},{"id":"50B579AE-CA41-4822-AFCB-939B9D6EF701","theme":"Reverse Harem"},{"id":"2ABA639D-480C-44FC-AE2C-FAA71C42DE7D","theme":"School"}],"chapters":87,"endDate":"2010-09-24T00:00:00Z","id":30,"demographics":[{"id":"C217B404-7691-4090-9775-9E63375EBF5B","demographic":"Shoujo"}],"startDate":"2002-07-24T00:00:00Z","mainPicture":"\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267782l.jpg\"","background":"Ouran Koukou Host Club was published in English as Ouran High School Host Club by VIZ Media under the Shojo Beat imprint from July 5, 2005 to June 5, 2012. An 18-volume boxed-set including an exclusive notepad featuring character's art was released on November 6, 2012. It was also was published in Polish by Japonica Polonica Fantastica from October 2009 to September 2013.","titleJapanese":"桜蘭高校ホスト部","sypnosis":"At Ouran High School, an academy where only the children of the rich and powerful attend, there exists a club consisting of the most elite of the student body: the legendary Host Club. Within the club's room, six beautiful, bored boys spend their time entertaining equally beautiful and bored girls.\n\nHaruhi Fujioka, a poor scholarship student, has no interest in the Host Club—until she breaks a valuable vase in their clubroom. After being mistaken for a boy, Haruhi is forced by Kyouya Ootori to work for the Host Club to repay her debt. Tamaki Suou, the princely leader of the club, eagerly takes her under his wing to teach her the ways of the host.\n\nThings, however, are never quite so simple with the Host Club around. Even the most mundane events can turn into huge spectacles with the likes of prankster twins Hikaru and Kaoru Hitachiin, stoic Takashi Morinozuka, and sweet Mitsukuni \"Hunny\" Haninozuka. The crazy adventures of the Host Club are just beginning, and Haruhi must learn how to survive in the glitzy world of the hosts.\n\n[Written by MAL Rewrite]\n\nNote: The final volume contains a special bonus chapter where the group travels to Spain.","title":"Ouran Koukou Host Club","volumes":18,"authors":[{"role":"Story & Art","id":"B296B13E-DEA2-410D-B65B-E72258E0B8D3","firstName":"Bisco","lastName":"Hatori"}],"url":"\"https:\/\/myanimelist.net\/manga\/30\/Ouran_Koukou_Host_Club\"","score":8.5,"titleEnglish":"Ouran High School Host Club"},{"genres":[{"id":"4C13067F-96FF-4F14-A1C0-B33215F24E0B","genre":"Award Winning"},{"id":"F974BCB6-B002-44A6-A224-90D1E50595A2","genre":"Comedy"},{"id":"4312867C-1359-494A-AC46-BADFD2E1D4CD","genre":"Drama"},{"id":"D8E1E0A9-DDC2-4520-BED7-745DD8DAD076","genre":"Romance"}],"status":"finished","themes":[{"theme":"School","id":"2ABA639D-480C-44FC-AE2C-FAA71C42DE7D"}],"chapters":68,"demographics":[{"id":"C217B404-7691-4090-9775-9E63375EBF5B","demographic":"Shoujo"}],"id":31,"startDate":"2001-08-13T00:00:00Z","endDate":"2007-08-13T00:00:00Z","mainPicture":"\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/209659l.jpg\"","background":"Lovely★Complex won the 49th Shogakukan Manga Award for shoujo in 2004. The manga was published in English as Love★Com by VIZ Media under the Shojo Beat imprint from July 3, 2007 to March 2, 2010 and was adapted to two drama CDs, a live-action movie and PlayStation 2 game in 2006, and a TV anime series in 2007.","titleJapanese":"ラブ★コン","sypnosis":"When the taller than average 172 cm Risa Koizumi learns that her occasional nemesis, the shorter than average 156 cm Atsushi Ootani, is romantically interested in her friend, she decides to team up with him. After all, she also has feelings for his friend. Unluckily, however, their respective crushes fall for each other instead. Determined to find new love after their recent misfortunes, the pair decide to cheer each other on while maintaining their usual dynamic of constant bickering. \n\nAlthough they continually deny it, Risa and Ootani are more similar than they like to admit: they both have unusual heights, failing grades, identical tastes in food, and a tendency to act extremely childish. Together, they inspire laughter among their peers as a so-called comedic duo. Could the love that these two are looking for be closer than they think?\n\n[Written by MAL Rewrite]\n\n\nIncluded one-shots:\nVolume 12: Hoshi ni Nattemo Aishiteru\nVolume 16: Bokura no Ibasho","title":"Lovely★Complex","authors":[{"firstName":"Aya","id":"AA0BC570-3E12-44F9-B28E-10F279E08EBA","lastName":"Nakahara","role":"Story & Art"}],"volumes":17,"url":"\"https:\/\/myanimelist.net\/manga\/31\/Lovely%E2%98%85Complex\"","score":8.33,"titleEnglish":"Love★Com"}]}